Repository: apertium/apertium-sme-smn
Catalog: fi.samediggi/view_id_EQ_160_itemid_EQ_61.tmx
Source language: sme
Languages: smn

source: Olggosaddimat
smn: Olgosadalduvah

source: Oahppamateriálat
smn: Oppâmateriaal

source: Dieđihančállosat
smn: Tieđettemčáluseh

source: Raporttat
smn: Raporteh

source: Anárašgiella , eará materiálat
smn: xxx

source: Plakáhtat leat oaivvilduvvon giellabesiide , beaivedikšunsajiide ja sámegielat luohkáide .
smn: Posterih láá uáivildum máttááttâs toorjân kielâpiervâláid , peivikiäččusoojijd já sämikielâlijd luokkaid .

source: Anárašgielat plakáhtaid teavsttaid lea ráhkadan Tanja Kyrö .
smn: Posterij teevstâid lii čáállám Tanja Kyrö .

source: Plakáhtaid čuovgagovaid lea váldán Ulla Isotalo .
smn: Posterij koveh láá čuovâkoveh já taid lii váldám Ulla Isotalo .

source: haddi : á 5,00 €.
smn: xxx

source: Sámediggi 2014
smn: Sämitigge 2014

source: xxx
smn: Speelâ

source: Somás lávdespeallu , masa lea govviduvvon okta kaleandarjahki .
smn: Speellâ lii hitruus lyevdispellâ . Spellâluávdán lii kovvejum ohtâ kalenderihe .

source: Spealus ii leat álginčuokkis iige moalla .
smn: Spellaluávdán ij lah merkkejum vyelgimsaje ige mollâ .

source: Ii heive vuollái 3-jahkásaččáide .
smn: Ij heivi vuálá 3-ihásiih .

source: Spealus leat uhca oasit .
smn: Speellâst láá uccâ tiiŋgah .

source: Sátnedáidospeallu , mii heive vuođđoskuvllaid eatnigiela oahpahussii , sihke buohkkaide servvoštallanspeallun .
smn: xxx

source: Spealus leat davvi- , anár- ja nuortalašgielat sánit seamma goarttaid alde , muhto sánit eai vástit nuppiideaset , nu ahte spealu ii heive geavahit “ sátnegirjin ” sámegielaid gaskkas .
smn: Hitruus spellâ , mast kalga mättid čielgid nubenáál , ađai finniđ spellmaskiippáár ettâd nuuvt maŋgâ sääni ko máhđulâš jotelis čielgiittâsâid addelmáin . ALIAS - spellâ lii vuorâsulmui spellâ , maid párnááh-uv pyehtih spellâđ .

source: haddi : 20,00 €
smn: xxx

source: Sámediggi 2003
smn: Sämitigge 2003

source: jorgalan : Matti Morottaja
smn: Jurgâlâm Matti Morottaja

source: siiddut : 40
smn: sijđoh : 51

source: haddi : 2,00 €
smn: Sämitigge 2009

source: haddi : 6,50 €
smn: xxx

source: Eará
smn: xxx

source: Siiddut : 86
smn: sijđoh : 86

source: Sámediggi 2008
smn: Sämitigge 2008

source: Girjjis lea oassi čállosiin , divttain , govain ja ráidogovain , mat leat leamašan fárus Sámenuoraid dáiddadáhpáhusainjagiin 2001-2007 .
smn: xxx

source: Dáiddaduojit sullii 50 nuoras ja mánásmiehtá Sámi .
smn: xxx

source: Oahpahusministeriija lea dorjon girjjiolggosaddima sierra mearreruđain .
smn: xxx
